import pandas as pd
import matplotlib.pyplot as plt
import numpy as np
import os
import pathlib
import streamlit as st
import altair as alt


st.title("Эй, приятель")
st.write ("Как вы")
st.write ("кошки")
st.write ("русский")
st.write ("один раз один равно одному два раза два равно четырем трижды три равно девяти")
st.write("Нам не чужды любовьТы знаешь правила, и я тоже.Полная приверженность - это то,  чем я думаю.Ты не получишь этого ни от одного другого парняЯ просто хочу рассказать тебе, как я себя чувствуюДолжен заставить тебя понятьНикогда тебя не брошуНикогда не подведу тебяНикогда не буду бегать и покидать тебяНикогда не заставлю тебя плакатьНикогда не попрощаюсьНикогда не буду солгать и причинить тебе больМы знаем друг друга так долгоТвое сердце болит, но ты слишком застенчив, чтобы сказать это, скажи это.Внутри мы  знаем, что происходит. Мы знаем игру и будем в нее играть.И если ты спросишь меня, как я себя чувствуюговори мне, что ты слишком слеп, чтобы видетьНикогда тебя не брошуНикогда не подведу тебяНикогда не буду бегать и покидать тебяНикогда не заставлю тебя плакатьНикогда не попрощаюсьНикогда не буду солгать и причинить тебе больНикогда тебя не брошуНикогда не подведу тебяикогда не буду бегать и покидать тебяНикогда не заставлю тебя плакатьНикогда не попрощаюсьНикогда не буду солгать и причинить тебе больМы знаем друг друга так долгоТвое сердце болит, но ты слишком стесняешься сказать это, чтобы сказать это.Внутри мы  знаем, что происходит.Мы знаем игру и будем в нее игратьЯ просто хочу рассказать тебе, как я себя чувствуюДолжен заставить тебя понятьНикогда тебя не брошуНикогда не подведу тебяНикогда не буду бегать и покидать тебяНикогда не заставлю тебя плакатьНикогда не попрощаюсьНикогда не буду солгать и причинить тебе больНикогда тебя не брошуНикогда не подведу тебяНикогда не буду бегать и покидать тебяНикогда не заставлю тебя плакатьНикогда не попрощаюсьНикогда не буду солгать и причинить тебе больНикогда тебя не брошуНикогда не подведу тебяНикогда не буду бегать и покидать тебяНикогда не заставлю тебя плакатьНикогда не попрощаюсьНикогда не буду солгать и причинить тебе боль")